Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_no_active_offers
source: There are no active local BTC-for-HNS offers.
ar: لا توجد عروض BTC-for-HNS محلية نشطة.
de: Es gibt keine aktiven lokalen BTC-für-HNS-Angebote.
es: No hay ofertas locales activas de BTC-for-HNS.
fa: هیچ پیشنهاد محلی فعال BTC-for-HNS وجود ندارد.
fr: Il n’y a pas d’offres locales BTC-for-HNS actives.
he: אין הצעות מקומיות אקטיביות של BTC-for-HNS.
hi: कोई सक्रिय स्थानीय BTC-for-HNS ऑफ़र नहीं हैं।
id: Tidak ada penawaran BTC-untuk-HNS lokal yang aktif.
it: Non ci sono offerte BTC-for-HNS locali attive.
ja: 有効なローカル BTC 対 HNS オファーはありません。
ko: 활성 로컬 BTC-for-HNS 제안이 없습니다.
nl: Er zijn geen actieve lokale BTC-voor-HNS-aanbiedingen.
pl: Brak aktywnych ofert lokalnych BTC-for-HNS.
pt: Não há ofertas locais ativas de BTC-for-HNS.
ru: Активных местных предложений BTC-for-HNS нет.
tr: Aktif yerel BTC-for-HNS teklifi yok.
uk: Немає активних місцевих пропозицій BTC-for-HNS.
vi: Không có ưu đãi BTC-for-HNS cục bộ nào đang hoạt động.
zh_hans: 没有有效的本地 BTC-for-HNS 优惠。
zh_hant: 沒有有效的本地 BTC-for-HNS 優惠。

# wallet_swap_no_available_offers
source: No offers from this peer.
ar: لا توجد عروض من هذا النظير.
de: Keine Angebote von diesem Peer.
es: Este par no tiene ofertas.
fa: این همتا پیشنهادی ندارد.
fr: Aucune offre de ce pair.
he: אין הצעות מעמית זה.
hi: इस पीयर से कोई ऑफ़र नहीं।
id: Tidak ada penawaran dari rekan ini.
it: Nessuna offerta da questo peer.
ja: この相手からのオファーはありません。
ko: 이 피어의 제안이 없습니다.
nl: Geen aanbiedingen van deze peer.
pl: Brak ofert od tego partnera.
pt: Este par não tem ofertas.
ru: У этого участника нет предложений.
tr: Bu eşten teklif yok.
uk: У цього учасника немає пропозицій.
vi: Không có chào giá từ bên này.
zh_hans: 此对等方没有报价。
zh_hant: 此對等方沒有報價。

# wallet_swap_no_executions
source: There are no accepted atomic swap executions.
ar: لا توجد عمليات إعدام مبادلة ذرية مقبولة.
de: Es gibt keine akzeptierten Atom-Swap-Ausführungen.
es: No se aceptan ejecuciones de intercambio atómico.
fa: هیچ گونه اجرای سوآپ اتمی پذیرفته شده ای وجود ندارد.
fr: Il n’y a aucune exécution de swap atomique acceptée.
he: אין ביצוע חילופי אטומים מקובלים.
hi: कोई स्वीकृत परमाणु स्वैप निष्पादन नहीं हैं।
id: Tidak ada eksekusi pertukaran atom yang diterima.
it: Non sono accettate esecuzioni di scambio atomico.
ja: 受け入れられるアトミック スワップの実行はありません。
ko: 허용되는 원자 교환 실행이 없습니다.
nl: Er zijn geen geaccepteerde uitvoeringen van atomaire swaps.
pl: Nie ma akceptowanych wykonań zamiany atomowej.
pt: Não há execuções de troca atômica aceitas.
ru: Не существует принятых исполнений атомарных свопов.
tr: Kabul edilen hiçbir atomik takas uygulaması yoktur.
uk: Немає прийнятних виконання атомарного обміну.
vi: Không có thực thi hoán đổi nguyên tử được chấp nhận.
zh_hans: 没有可接受的原子交换执行。
zh_hant: 没有可接受的原子交换执行。

# wallet_swap_no_executions_waiting
source: No atomic swaps are active. After accepting an offer, keep both wallets unlocked and connected while they exchange signed terms.
ar: لا توجد مقايضات ذرية نشطة. بعد قبول العرض، احتفظ بالمحفظتين مفتوحتين ومتصلتين أثناء تبادل الشروط الموقعة.
de: Es sind keine Atom-Swaps aktiv. Nachdem Sie ein Angebot angenommen haben, lassen Sie beide Wallets entsperrt und verbunden, während die unterzeichneten Bedingungen ausgetauscht werden.
es: No hay intercambios atómicos activos. Después de aceptar una oferta, mantenga ambas billeteras desbloqueadas y conectadas mientras intercambian los términos firmados.
fa: هیچ سوآپ اتمی فعال نیست. پس از پذیرش پیشنهاد، هر دو کیف پول را قفل و متصل نگه دارید تا زمانی که شرایط امضا شده را رد و بدل می کنند.
fr: Aucun swap atomique n'est actif. Après avoir accepté une offre, gardez les deux portefeuilles déverrouillés et connectés pendant qu'ils échangent les conditions signées.
he: אין החלפות אטומיות פעילות. לאחר קבלת הצעה, השאר את שני הארנקים פתוחים ומחוברים בזמן שהם מחליפים תנאים חתומים.
hi: कोई भी परमाणु स्वैप सक्रिय नहीं है. किसी प्रस्ताव को स्वीकार करने के बाद, हस्ताक्षरित शर्तों का आदान-प्रदान करते समय दोनों वॉलेट को अनलॉक और कनेक्ट रखें।
id: Tidak ada pertukaran atom yang aktif. Setelah menerima tawaran, biarkan kedua dompet tetap terbuka dan terhubung saat mereka bertukar persyaratan yang ditandatangani.
it: Non sono attivi atomic swap. Dopo aver accettato un'offerta, mantieni entrambi i portafogli sbloccati e connessi mentre si scambiano i termini firmati.
ja: アクティブなアトミック スワップはありません。オファーを受け入れた後、署名された条件を交換する間、両方のウォレットのロックを解除して接続したままにしてください。
ko: 활성화된 원자 교환이 없습니다. 제안을 수락한 후 서명된 조건을 교환하는 동안 두 지갑을 모두 잠금 해제하고 연결된 상태로 유지하세요.
nl: Er zijn geen atomaire swaps actief. Nadat u een aanbieding heeft geaccepteerd, houdt u beide portemonnees ontgrendeld en verbonden terwijl ze ondertekende voorwaarden uitwisselen.
pl: Żadne wymiany atomowe nie są aktywne. Po zaakceptowaniu oferty pozostaw oba portfele odblokowane i połączone podczas wymiany podpisanych warunków.
pt: Nenhuma troca atômica está ativa. Depois de aceitar uma oferta, mantenha ambas as carteiras desbloqueadas e conectadas enquanto trocam os termos assinados.
ru: Никакие атомарные свопы не активны. После принятия предложения оставьте оба кошелька разблокированными и подключенными, пока они обмениваются подписанными условиями.
tr: Hiçbir atomik takas etkin değil. Bir teklifi kabul ettikten sonra, imzalanan koşulları değiştirirken her iki cüzdanın kilidini açık ve bağlı tutun.
uk: Немає активних атомарних свопів. Прийнявши пропозицію, тримайте обидва гаманці розблокованими та підключеними, поки вони обміняються підписаними умовами.
vi: Không có giao dịch hoán đổi nguyên tử nào đang hoạt động. Sau khi chấp nhận lời đề nghị, hãy luôn mở khóa và kết nối cả hai ví trong khi họ trao đổi các điều khoản đã ký.
zh_hans: 没有活跃的原子交换。接受报价后，在交换签署的条款时保持两个钱包解锁并连接。
zh_hant: 沒有活躍的原子交換。接受報價後，在交換簽署的條款時保持兩個錢包解鎖並連接。

# wallet_swap_notification_action_required
source: Atomic swap action required
ar: مطلوب إجراء المبادلة الذرية
de: Atomic-Swap-Aktion erforderlich
es: Se requiere acción de intercambio atómico
fa: اقدام مبادله اتمی مورد نیاز است
fr: Action d'échange atomique requise
he: נדרשת פעולת החלפה אטומית
hi: परमाणु अदला-बदली कार्रवाई की आवश्यकता
id: Diperlukan tindakan pertukaran atom
it: È richiesta l'azione di scambio atomico
ja: アトミック スワップ アクションが必要です
ko: 원자 교환 작업이 필요합니다.
nl: Atomaire ruilactie vereist
pl: Wymagana jest akcja wymiany atomowej
pt: Ação de troca atômica necessária
ru: Требуется действие атомарного обмена
tr: Atomik takas eylemi gerekli
uk: Потрібна дія атомарного обміну
vi: Cần có hành động hoán đổi nguyên tử
zh_hans: 需要原子交换操作
zh_hant: 需要原子交換操作

# wallet_swap_notification_channel
source: Atomic swaps
ar: المقايضة الذرية
de: Atom-Swaps
es: intercambios atómicos
fa: سوآپ اتمی
fr: Échanges atomiques
he: החלפות אטומיות
hi: परमाणु अदला-बदली
id: Pertukaran atom
it: Scambi atomici
ja: アトミックスワップ
ko: 원자 교환
nl: Atomaire swaps
pl: Atomowe zamiany
pt: Trocas atômicas
ru: Атомные свопы
tr: Atomik takaslar
uk: Атомарні свопи
vi: Hoán đổi nguyên tử
zh_hans: 原子交换
zh_hant: 原子交換

# wallet_swap_notification_channel_description
source: Actionable funding, redemption, refund, and completion updates for locally verified atomic swaps.
ar: تحديثات التمويل والاسترداد والاسترداد والإكمال القابلة للتنفيذ للمقايضات الذرية التي تم التحقق منها محليًا.
de: Umsetzbare Finanzierungs-, Einlösungs-, Rückerstattungs- und Abschlussaktualisierungen für lokal verifizierte Atom-Swaps.
es: Actualizaciones procesables de financiación, canje, reembolso y finalización para intercambios atómicos verificados localmente.
fa: به‌روزرسانی‌های تأمین مالی، بازخرید، بازپرداخت و تکمیل برای سوآپ‌های اتمی تأیید شده محلی.
fr: Mises à jour concrètes du financement, du rachat, du remboursement et de l'achèvement des échanges atomiques vérifiés localement.
he: עדכוני מימון, פדיון, החזר והשלמה ניתנים לפעולה עבור החלפות אטומיות מאומתות מקומית.
hi: स्थानीय रूप से सत्यापित परमाणु स्वैप के लिए कार्रवाई योग्य फंडिंग, मोचन, धनवापसी और पूर्णता अद्यतन।
id: Pembaruan pendanaan, penebusan, pengembalian dana, dan penyelesaian yang dapat ditindaklanjuti untuk pertukaran atom yang diverifikasi secara lokal.
it: Aggiornamenti attuabili su finanziamenti, rimborsi, rimborsi e completamento per atomic swap verificati localmente.
ja: ローカルで検証されたアトミック スワップの実用的な資金調達、償還、払い戻し、完了に関する最新情報。
ko: 현지에서 검증된 아토믹 스왑에 대한 실행 가능한 자금 조달, 상환, 환불 및 완료 업데이트.
nl: Bruikbare updates voor financiering, aflossing, terugbetaling en voltooiing voor lokaal geverifieerde atomaire swaps.
pl: Aktywne aktualizacje dotyczące finansowania, wykupu, zwrotu kosztów i zakończenia dla lokalnie zweryfikowanych swapów atomowych.
pt: Atualizações acionáveis de financiamento, resgate, reembolso e conclusão para trocas atômicas verificadas localmente.
ru: Практические обновления финансирования, погашения, возврата и завершения локально проверенных атомных свопов.
tr: Yerel olarak doğrulanmış atom takasları için uygulanabilir finansman, itfa, geri ödeme ve tamamlama güncellemeleri.
uk: Актуальні оновлення щодо фінансування, викупу, відшкодування та завершення для локально підтверджених атомарних обмінів.
vi: Các bản cập nhật tài trợ, quy đổi, hoàn tiền và hoàn thành có thể thực hiện được đối với các giao dịch hoán đổi nguyên tử đã được xác minh tại địa phương.
zh_hans: 本地验证的原子交换的可操作资金、赎回、退款和完成更新。
zh_hant: 本地驗證的原子交換的可操作資金、贖回、退款和完成更新。

# wallet_swap_notification_completed
source: Atomic swap completed
ar: تم الانتهاء من المبادلة الذرية
de: Atomaustausch abgeschlossen
es: Intercambio atómico completado
fa: مبادله اتمی تکمیل شد
fr: Échange atomique terminé
he: ההחלפה האטומית הושלמה
hi: परमाणु अदला-बदली पूरी हुई
id: Pertukaran atom selesai
it: Scambio atomico completato
ja: アトミックスワップが完了しました
ko: 아토믹 스왑 완료
nl: Atoomwissel voltooid
pl: Zamiana atomowa zakończona
pt: Troca atômica concluída
ru: Атомный обмен завершен
tr: Atomik takas tamamlandı
uk: Атомний обмін завершено
vi: Hoán đổi nguyên tử đã hoàn tất
zh_hans: 原子交换完成
zh_hant: 原子交換完成

# wallet_swap_notification_failed
source: Atomic swap needs attention
ar: المبادلة الذرية تحتاج إلى الاهتمام
de: Der Atomaustausch braucht Aufmerksamkeit
es: El intercambio atómico necesita atención
fa: سوآپ اتمی نیاز به توجه دارد
fr: L'échange atomique nécessite une attention particulière
he: חילוף אטומי דורש תשומת לב
hi: परमाणु अदला-बदली पर ध्यान देने की जरूरत है
id: Pertukaran atom perlu mendapat perhatian
it: Lo scambio atomico richiede attenzione
ja: アトミックスワップには注意が必要です
ko: 원자 교환에 주의가 필요함
nl: Atomaire swap heeft aandacht nodig
pl: Zamiana atomowa wymaga uwagi
pt: A troca atômica precisa de atenção
ru: Атомный своп требует внимания
tr: Atomik takasın dikkat edilmesi gerekiyor
uk: Атомний своп потребує уваги
vi: Trao đổi nguyên tử cần được chú ý
zh_hans: 原子交换需要注意
zh_hant: 原子交換需要注意

# wallet_swap_notification_negotiating
source: Offer accepted · negotiating countersigned terms for session %1$@…
ar: تم قبول العرض · التفاوض على الشروط الموقعة بالموافقة للجلسة %1$@...
de: Angebot angenommen · Verhandlung der gegengezeichneten Bedingungen für die Sitzung %1$@…
es: Oferta aceptada · negociando términos refrendados para la sesión %1$@…
fa: پیشنهاد پذیرفته شد · در حال مذاکره شرایط امضا شده برای جلسه %1$@…
fr: Offre acceptée · négociation des conditions contresignées pour la session %1$@…
he: ההצעה התקבלה · מנהל משא ומתן על תנאים בחתימה נגדית עבור הפגישה %1$@...
hi: प्रस्ताव स्वीकार किया गया · सत्र %1$@ के लिए प्रतिहस्ताक्षरित शर्तों पर बातचीत…
id: Penawaran diterima · menegosiasikan persyaratan yang ditandatangani untuk sesi %1$@…
it: Offerta accettata · negoziazione dei termini controfirmati per la sessione %1$@…
ja: オファーは受け入れられました · セッション %1$@ の連署条件を交渉中…
ko: 제안 수락 · 세션 %1$@에 대한 반대 서명 조건 협상 중…
nl: Aanbod geaccepteerd · onderhandelen over medeondertekende voorwaarden voor sessie %1$@…
pl: Oferta przyjęta · negocjowanie kontrasygnowanych warunków sesji %1$@…
pt: Oferta aceita · negociação de termos assinados para sessão %1$@…
ru: Предложение принято · обсуждение подписанных условий сеанса %1$@…
tr: Teklif kabul edildi · %1$@ oturumu için karşı imzalı şartlar müzakere ediliyor…
uk: Пропозицію прийнято · обговорення підписаних умов для сесії %1$@…
vi: Đề nghị được chấp nhận · đàm phán các điều khoản được ký tiếp cho phiên %1$@…
zh_hans: 报价已接受·正在协商会签条款 %1$@…
zh_hant: 報價已接受·正在協商會簽條款 %1$@…

# wallet_swap_notification_refunded
source: Atomic swap refunded
ar: تم رد المبادلة الذرية
de: Atomic Swap zurückerstattet
es: Se reembolsa el intercambio atómico
fa: سوآپ اتمی بازپرداخت شد
fr: Swap atomique remboursé
he: החלפה אטומית הוחזרה
hi: परमाणु अदला-बदली वापस कर दी गई
id: Pertukaran atom dikembalikan
it: Scambio atomico rimborsato
ja: アトミックスワップが返金されました
ko: 아토믹 스왑 환불됨
nl: Atomic swap terugbetaald
pl: Zwrócono pieniądze za wymianę atomową
pt: Troca atômica reembolsada
ru: Возврат средств по атомному свопу
tr: Atom takası iade edildi
uk: Atomic swap повернено
vi: Hoán đổi nguyên tử được hoàn lại
zh_hans: 原子交换退款
zh_hant: 原子交換退款

# wallet_swap_notification_stage
source: %1$@ · Session %2$@…
ar: %1$@ · الجلسة %2$@…
de: %1$@ · Sitzung %2$@…
es: %1$@ · Sesión %2$@…
fa: %1$@ · جلسه %2$@…
fr: %1$@ · Séance %2$@…
he: %1$@ · הפעלה %2$@...
hi: %1$@ · सत्र %2$@…
id: %1$@ · Sesi %2$@…
it: %1$@ · Sessione %2$@…
ja: %1$@ · セッション %2$@…
ko: %1$@ · 세션 %2$@…
nl: %1$@ · Sessie %2$@…
pl: %1$@ · Sesja %2$@…
pt: %1$@ · Sessão %2$@…
ru: %1$@ · Сеанс %2$@…
tr: %1$@ · Oturum %2$@…
uk: %1$@ · Сесія %2$@…
vi: %1$@ · Phiên %2$@…
zh_hans: %1$@ · 会议 %2$@…
zh_hant: %1$@ · 會議 %2$@…

# wallet_swap_notification_updated
source: Atomic swap updated
ar: تم تحديث المبادلة الذرية
de: Atomic Swap aktualisiert
es: Intercambio atómico actualizado
fa: مبادله اتمی به روز شد
fr: Échange atomique mis à jour
he: החלפה אטומית עודכנה
hi: परमाणु स्वैप अद्यतन किया गया
id: Pertukaran atom diperbarui
it: Scambio atomico aggiornato
ja: アトミックスワップが更新されました
ko: 원자 교환이 업데이트되었습니다.
nl: Atomaire swap bijgewerkt
pl: Zaktualizowano wymianę atomową
pt: Troca atômica atualizada
ru: Обновлен атомный своп
tr: Atomik takas güncellendi
uk: Atomic swap оновлено
vi: Đã cập nhật trao đổi nguyên tử
zh_hans: 原子交换更新
zh_hant: 原子交換更新

# wallet_swap_offer_maker_label
source: You offer %1$@ → You request %2$@ · %3$@…
ar: أنت تعرض %1$@ ← وتطلب %2$@ · %3$@…
de: Du bietest %1$@ → Du verlangst %2$@ · %3$@…
es: Ofreces %1$@ → Solicitas %2$@ · %3$@…
fa: شما %1$@ پیشنهاد می‌دهید ← %2$@ درخواست می‌کنید · %3$@…
fr: Vous offrez %1$@ → Vous demandez %2$@ · %3$@…
he: אתם מציעים %1$@ ← ומבקשים %2$@ · %3$@…
hi: आप %1$@ देते हैं → आप %2$@ माँगते हैं · %3$@…
id: Anda menawarkan %1$@ → Anda meminta %2$@ · %3$@…
it: Offri %1$@ → Richiedi %2$@ · %3$@…
ja: %1$@を提示 → %2$@を要求 · %3$@…
ko: %1$@ 제공 → %2$@ 요청 · %3$@…
nl: Je biedt %1$@ → Je vraagt %2$@ · %3$@…
pl: Oferujesz %1$@ → Oczekujesz %2$@ · %3$@…
pt: Oferece %1$@ → Pede %2$@ · %3$@…
ru: Вы предлагаете %1$@ → Вы запрашиваете %2$@ · %3$@…
tr: %1$@ sunuyorsunuz → %2$@ istiyorsunuz · %3$@…
uk: Ви пропонуєте %1$@ → Ви запитуєте %2$@ · %3$@…
vi: Bạn chào %1$@ → Bạn yêu cầu %2$@ · %3$@…
zh_hans: 你提供 %1$@ → 你要求 %2$@ · %3$@…
zh_hant: 你提供 %1$@ → 你要求 %2$@ · %3$@…

# wallet_swap_offer_taker_label
source: You pay %1$@ → You receive %2$@ · %3$@…
ar: أنت تدفع %1$@ ← وتتلقى %2$@ · %3$@…
de: Du zahlst %1$@ → Du erhältst %2$@ · %3$@…
es: Pagas %1$@ → Recibes %2$@ · %3$@…
fa: شما %1$@ می‌پردازید ← %2$@ دریافت می‌کنید · %3$@…
fr: Vous payez %1$@ → Vous recevez %2$@ · %3$@…
he: אתם משלמים %1$@ ← ומקבלים %2$@ · %3$@…
hi: आप %1$@ भुगतान करते हैं → आप %2$@ प्राप्त करते हैं · %3$@…
id: Anda membayar %1$@ → Anda menerima %2$@ · %3$@…
it: Paghi %1$@ → Ricevi %2$@ · %3$@…
ja: %1$@を支払う → %2$@を受け取る · %3$@…
ko: %1$@ 지불 → %2$@ 수령 · %3$@…
nl: Je betaalt %1$@ → Je ontvangt %2$@ · %3$@…
pl: Płacisz %1$@ → Otrzymujesz %2$@ · %3$@…
pt: Paga %1$@ → Recebe %2$@ · %3$@…
ru: Вы платите %1$@ → Вы получаете %2$@ · %3$@…
tr: %1$@ ödüyorsunuz → %2$@ alıyorsunuz · %3$@…
uk: Ви платите %1$@ → Ви отримуєте %2$@ · %3$@…
vi: Bạn trả %1$@ → Bạn nhận %2$@ · %3$@…
zh_hans: 你支付 %1$@ → 你收到 %2$@ · %3$@…
zh_hant: 你支付 %1$@ → 你收到 %2$@ · %3$@…

# wallet_swap_pending_acceptance
source: Unfunded acceptance · %1$@ → %2$@ · reserves %3$@ · %4$@…
ar: قبول غير ممول · %1$@ → %2$@ · احتياطيات %3$@ · %4$@…
de: Nicht finanzierte Annahme · %1$@ → %2$@ · Rücklagen %3$@ · %4$@…
es: Aceptación sin fondos · %1$@ → %2$@ · reservas %3$@ · %4$@…
fa: پذیرش بدون بودجه · %1$@ → %2$@ · ذخیره %3$@ · %4$@…
fr: Acceptation non financée · %1$@ → %2$@ · réserves %3$@ · %4$@…
he: קבלה ללא מימון · %1$@ → %2$@ · רזרבות %3$@ · %4$@…
hi: अनिधिकृत स्वीकृति · %1$@ → %2$@ · आरक्षित %3$@ · %4$@…
id: Penerimaan tanpa dana · %1$@ → %2$@ · cadangan %3$@ · %4$@…
it: Accettazione non finanziata · %1$@ → %2$@ · riserve %3$@ · %4$@…
ja: 資金なしの受け入れ · %1$@ → %2$@ · 予備 %3$@ · %4$@…
ko: 자금 미지원 수락 · %1$@ → %2$@ · %3$@ · %4$@ 보유…
nl: Niet-gefinancierde acceptatie · %1$@ → %2$@ · reserves %3$@ · %4$@…
pl: Akceptacja bezfunduszowa · %1$@ → %2$@ · rezerwy %3$@ · %4$@…
pt: Aceitação sem financiamento · %1$@ → %2$@ · reservas %3$@ · %4$@…
ru: Необеспеченный прием · %1$@ → %2$@ · резервы %3$@ · %4$@…
tr: Finansmansız kabul · %1$@ → %2$@ · rezerve edilmiştir %3$@ · %4$@…
uk: Прийняття без фінансування · %1$@ → %2$@ · резерви %3$@ · %4$@…
vi: Chấp nhận không cấp vốn · %1$@ → %2$@ · dự trữ %3$@ · %4$@…
zh_hans: 无资金承兑 · %1$@ → %2$@ · 储备 %3$@ · %4$@…
zh_hant: 無資金承兌 · %1$@ → %2$@ · 儲備 %3$@ · %4$@…

# wallet_swap_prepare_failed
source: The listing was not prepared. Confirmed BTC must cover active listings and this complete locked amount, which includes its fee reserve.
ar: لم يتم إعداد القائمة. يجب أن يغطي BTC المؤكد القوائم النشطة وهذا المبلغ المقفل بالكامل، والذي يتضمن احتياطي الرسوم الخاص به.
de: Die Auflistung wurde nicht erstellt. Der bestätigte BTC muss aktive Einträge und diesen gesamten gesperrten Betrag einschließlich der Gebührenreserve abdecken.
es: El listado no fue preparado. El BTC confirmado debe cubrir los listados activos y este monto bloqueado completo, que incluye su reserva de tarifas.
fa: فهرست آماده نشده بود. BTC تایید شده باید لیست های فعال و این مبلغ قفل شده کامل را پوشش دهد که شامل ذخیره هزینه آن می شود.
fr: Le listing n'a pas été préparé. Le BTC confirmé doit couvrir les annonces actives et ce montant bloqué complet, qui comprend sa réserve de frais.
he: הרישום לא הוכן. המאושר BTC חייב לכסות את הרישומים הפעילים ואת הסכום הנעול המלא הזה, הכולל את עתודת העמלות שלו.
hi: सूची तैयार नहीं की गई थी। पुष्टि किए गए BTC में सक्रिय लिस्टिंग और यह पूर्ण लॉक की गई राशि शामिल होनी चाहिए, जिसमें इसका शुल्क आरक्षित भी शामिल है।
id: Daftarnya belum disiapkan. BTC yang dikonfirmasi harus mencakup listing aktif dan jumlah terkunci lengkap ini, termasuk cadangan biayanya.
it: L'elenco non è stato preparato. BTC confermato deve coprire le inserzioni attive e l'intero importo bloccato, che include la riserva di commissione.
ja: リストは準備されていませんでした。確認済みの BTC は、アクティブなリストと、その手数料準備金を含むこの完全なロックされた金額をカバーする必要があります。
ko: 목록이 준비되지 않았습니다. 확인된 BTC는 활성 목록과 수수료 예비금을 포함하여 전체 잠긴 금액을 포함해야 합니다.
nl: De lijst is niet opgesteld. Bevestigd dat BTC actieve vermeldingen en dit volledige vergrendelde bedrag moet dekken, inclusief de kostenreservering.
pl: Lista nie została przygotowana. Potwierdzony BTC musi obejmować aktywne aukcje i całą zablokowaną kwotę, która obejmuje rezerwę na opłaty.
pt: A listagem não foi preparada. O BTC confirmado deve cobrir as listagens ativas e todo esse valor bloqueado, que inclui sua reserva de taxa.
ru: Листинг не был подготовлен. Подтвержденный BTC должен покрывать активные листинги и всю заблокированную сумму, включая резерв комиссии.
tr: Liste hazırlanmadı. Onaylandı BTC, aktif listelemeleri ve ücret rezervi de dahil olmak üzere bu kilitli tutarın tamamını kapsamalıdır.
uk: Список не був підготовлений. Підтверджений BTC має покривати активні списки та цю повну заблоковану суму, яка включає резерв комісії.
vi: Danh sách đã không được chuẩn bị. BTC đã được xác nhận phải bao gồm các danh sách đang hoạt động và toàn bộ số tiền bị khóa này, bao gồm cả dự trữ phí của nó.
zh_hans: 清单尚未准备好。已确认的 BTC 必须涵盖活跃列表和完整的锁定金额，其中包括其费用储备。
zh_hant: 清單尚未準備好。已確認的 BTC 必須涵蓋活躍清單和完整的鎖定金額，其中包括其費用儲備。

# wallet_swap_preparing
source: Preparing exact BTC-for-HNS listing…
ar: جارٍ إعداد قائمة BTC الدقيقة لـ HNS...
de: Vorbereitung der genauen BTC-für-HNS-Auflistung…
es: Preparando el listado exacto de BTC-for-HNS...
fa: در حال آماده‌سازی فهرست دقیق BTC-برای-HNS…
fr: Préparation de la liste exacte BTC-pour-HNS…
he: מכין רישום BTC-ל-HNS מדויק...
hi: सटीक BTC-for-HNS सूची तैयार की जा रही है…
id: Mempersiapkan daftar BTC-untuk-HNS yang tepat…
it: Preparazione dell'elenco esatto BTC-for-HNS…
ja: 正確な BTC 対 HNS リストを準備しています…
ko: 정확한 BTC-for-HNS 목록 준비 중…
nl: Exacte BTC-voor-HNS-lijst voorbereiden...
pl: Przygotowuję dokładną listę BTC-for-HNS…
pt: Preparando a listagem exata de BTC-for-HNS…
ru: Подготовка точного списка BTC для HNS…
tr: Tam BTC-for-HNS listesi hazırlanıyor…
uk: Підготовка точного списку BTC-для-HNS…
vi: Đang chuẩn bị danh sách BTC-for-HNS chính xác…
zh_hans: 正在准备准确的 BTC-for-HNS 列表...
zh_hant: 正在準備準確的 BTC-for-HNS 清單...

# wallet_swap_publish
source: Publish offer
ar: نشر العرض
de: Angebot veröffentlichen
es: Publicar oferta
fa: انتشار پیشنهاد
fr: Publier l'offre
he: פרסם הצעה
hi: प्रस्ताव प्रकाशित करें
id: Publikasikan penawaran
it: Pubblica offerta
ja: オファーを公開する
ko: 제안 게시
nl: Aanbieding publiceren
pl: Opublikuj ofertę
pt: Publicar oferta
ru: Опубликовать предложение
tr: Teklifi yayınla
uk: Опублікувати пропозицію
vi: Xuất bản ưu đãi
zh_hans: 发布报价
zh_hant: 發布報價
